[
  {
    "id": 1,
    "name": "To D or Not To D",
    "imageSrc": "Assets/Images/to-d-or-not-to-d.png",
    "live": "https://to-d-or-not-to-d.herokuapp.com/",
    "repo": "https://github.com/NathanNaylor/To-D-Or-Not-To-D",
    "icon": "Assets/Images/dnd-icon.png",
    "description": "To D or Not To D is a Dungeons and Dragons 5th Edition character creator and character vault. Users are able generate their own fully playable characters after answering a few short questions. This will allow new players, old players, and Dungeon Masters to quickly create characters for any situation. This application was made using the D&D 5e API to generate items, spells, and abilities for characters and MySQL for storing data and authenticating users."
  },
  {
    "id": 2,
    "name": "Barhop",
    "imageSrc": "Assets/Images/barhop.png",
    "live": "https://nathannaylor.github.io/bar-hop-webapp/",
    "repo": "https://github.com/NathanNaylor/bar-hop-webapp",
    "icon": "Assets/Images/barhop-icon.png",
    "description": "BarHop is a web application designed to allow it's users to better navigate their local breweries, and to allow them to create their own custom bar crawls. It was created using OpenBreweryDB to display local breweries based off zipcode, and the Google Maps API in order to display the different breweries on the route."
  },
  {
    "id": 3,
    "name": "Tent Buddy",
    "imageSrc": "Assets/Images/tent-buddy.png",
    "live": "https://tent-buddy.herokuapp.com/",
    "repo": "https://github.com/macias-daniel/tent-buddy",
    "icon": "Assets/Images/tentbuddy-icon.png",
    "description": "Tent Buddy is a widget based outdoors companion webapp meant to prepare user for their next outdoor adventure. It was created using react and it currently utilizes four different APIs to gather and display data to users. It features a journal/checklist to prepare for trips, the Open Weather API to determine nearby weather conditions, the ClimateCell API to determine hazardous conditions, and the National Park API as well as the REI API to find park information and hiking trails."
  }
]
